import React from "react";
import "./Home-Introduction.css";
const Home_Introduction = () => {
  return (
    <div className="Home-intro">
      <div className="intro">
        <h2>معرفی گلستان</h2>
        <p>
          آنچه که امروز با نام مجموعه می‌شناسیم در سال 1329 بنیان نهاده شد.
          زمانی که شرکت گلستان فعالیت خود را با بسته‌بندی و توزیع چای پاکتی آغاز
          کرد. با گذر زمان و رشد اقتصاد کشور، نهال «گلستان» به تدریج تقویت شد و
          شاخ و برگ گرفت. فعالیت‌های «گلستان» با تهیه، تولید و بسته‌بندی بهترین
          محصولات غذایی گسترش پیدا کرد. گلستان پس از سال‌ها تلاش همچنان می‌کوشد
          تا به کمک تجربه‌های اندوخته شده در این سال‌ها کالاهایی قابل اعتماد و
          با کیفیت تولید نماید.
        </p>
        <p>
          هدفمندی و برنامه‌ریزی موثر، ایمان و عزم راسخ برای دستیابی به اهداف
          تعیین شده، به کار گیری همکاران مجرب و دلسوز، استفاده از روش های نوین
          بازاریابی و مشتری محوری از جمله عوامل مهم در استراتژی شرکت گلستان است.
        </p>
      </div>
      <div className="Intro-product">
        <h2>محصولات گلستان</h2>
        <p>
          نام تجاری گلستان قدمتی به اندازه عمر شرکت گلستان دارد. گلستان
          ممتازترین محصولات خود را با این نام تجاری عرضه می‌کند. مصرف‌کنندگان
          محصولات گلستان همواره از این نام تجاری خاطره محصولاتی ممتاز و منحصر
          بفرد دارند و با اطمینان از نهایت کیفیت این نام تجاری حمایت می‌کنند.
        </p>
      </div>
    </div>
  );
};

export default Home_Introduction;
